<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="protocol.aspx.cs" Inherits="waitter.protocol" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>用户协议</title>
    <meta name="viewport" content="maximum-scale=1.0,minimum-scale=1.0,user-scalable=0,width=device-width,initial-scale=1.0" />
    <meta name="format-detection" content="telephone=no,email=no,date=no,address=no" />
    <link href="Content/aui/aui.css" rel="stylesheet" />
    <link href="Content/aui/api.css" rel="stylesheet" />
</head>
<body>
    <div>
        <div class="aui-content aui-margin-b-15 aui-margin-t-10">
            <div class="aui-content-padded">
                <p style="text-align: center;">微特众包™用户使用协议</p>
                <p>
                    <br />
                    欢迎使用微特众包！<br />
                    本协议由您与微特众包共同认可并遵守，具有法律效力。 为使用微特众包平台提供的服务，您应当阅读并遵守《微特众包服务协议》（以下简称“本协议”）《互联网信息服务管理办法 》、《中华人民共和国计算机信息网络国际联网管理暂行规定实施办法》、《中华人民共和国计算机信息系统安全保护条例 》、等相关协议、法律法规。请您仔细阅读、理解各条款内容，您对微特众包的登陆、浏览、抢单、提现等行为即视为您已阅读本协议并同意受本协议的约束。<br />
                    微特众包是一个互联网人力资源共享平台。微特众包提供包括兼职信息浏览、发布、服务评价、薪酬结算等服务。微特众包上的招聘信息是由商户（主要为餐饮、酒店行业商家）自行发布，而后由注册用户抢单并根据平台提示的时间、地点、要求完成服务，最后由商家对服务进行验收、评价、和结算。微特众包有义务对注册和发布信息的真实性进行审核、监督。<br />
                    1.用户<br />
                    注册用户是指通过微特众包APP完成全部注册程序后，使用微特众包服务的用户。<br />
                    非注册用户指未进行注册，直接登录微特众包APP或通过微特众包官网使用微特众包服务的用户。<br />
                    2.用户协议的接受和修改<br />
                    用户在使用微特众包服务前应仔细阅读本协议。如用户对本协议有任何疑议，应联系微特众包平台客服咨询。无论用户以任何方式使用微特众包服务，包括但不限于发布信息、浏览信息、抢单兼职、结算提现等，均被认为用户已经阅读且接受本协议。无论用户是否在使用微特众包服务之前仔细阅读了本协议，只要用户使用微特众包服务，则默认用户接受协议。<br />
                    如遇相关政策变更或微特众包服务规则发生变更，微特众包有权根据需要修改本协议，并以网站公示的方式通知用户，如用户不同意变更内容，请停止使用微特众包。如果用户继续使用微特众包，则视为接受本协议条款的变更。<br />
                    微特众包拥有对本协议的最终解释权。<br />
                    3.用户资格<br />
                    微特众包仅向18周岁以上有完全民事行为能力的人提供服务。用户注册使用微特众包时应确认为具备相应民事行为能力的自然人。若用户不具相应资格，则用户及用户的监护人承担一切后果。微特众包有权注销违规用户的账户，并可向用户及用户监护人索偿。微特众包有权按协议禁止某一用户使用微特众包服务。<br />
                    4.用户账户<br />
                    用户凭手机号码完成注册程序时，选择进行实名认证并上传个人身份证件及个人头像图片，由微特众包对您上传的个人身份证件及个人头像进行常规形式的审核，用户凭手机号和短信验证码登录APP，才可以抢单操作。平台提现需要用户实名认证，务必提供真实资料。用户有责任保证账户和密码的安全，账号发生异常时有义务及时与平台联系并按客服要求进行处理。在无平台许可的情况下，用户账户不得以任何方式转让、赠与或继承。
                </p>
                <p>
                    5.微特众包使用规范
                <br />
                    用户在微特众包所发布的信息不得有以下内容： 煽动抗拒、破坏宪法和法律的；煽动颠覆国家政权，推翻社会主义制度的；煽动分裂国家、破坏国家统一的； 煽动民族仇恨、民族歧视，破坏民族团结的；捏造或歪曲事实，散布谣言，扰乱社会秩序的；宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；损害国家机关信誉的； 其他违反宪法和法律法规的；
                <br />
                    用户在微特众包平台不得有以下行为：违反微特众包协议，包括但不限于发布虚假信息、作弊或通过其他手段进行虚假交易；违背社会公共利益或公共道德，损害他人的合法权益；对微特众包上的任何数据作商业性利用，包括但不限于在未经微特众包事先书面同意的情况下，以复制、传播等任何方式使用微特众包站上展示的资料；使用装置、软件或例行程序干预或试图干预微特众包的正常运作或正在微特众包上进行的任何活动；违反协议对任意第三方造成损害并产生损失。
                <br />
                    如果您涉嫌违反相关法律或者本协议，使微特众包或者商家遭受任何损失，或导致任何第三方损害的，您应当承担相应的法律责任。
                <br />
                    6.费用与服务<br />
                    微特众包为商家和用户提供人力资源共享平台，并在用户完成订单后，收取一定的信息服务费，该费用将用于用户的人身意外保险、奖金、保障用户权益基金以及平台运作费用。用户有权决定是否接受并使用平台所提供的信息服务。我们将以网站公告的方式，来通知用户收费政策的变更。微特众包也可选择在外部市场和政策变化或新服务推出时，暂时调整平台收费，该调整平台发布公告时开始生效。付费服务是在系统接收到商家的付款后才开始。微特众包因平台自身需要进行变更的，包括但不限于服务项目取消、服务内容发生改变等，微特众包可提前通知并沟通，而后终止服务并结算相关款项。此类情况不视为微特众包违约。<br />
                    7.薪酬结算<br />
                    微特众包与商家达成协议，由商家发布招工信息和符合协议的酬劳数额，由兼职用户抢单，在前往商家并完成服务之后，商家对服务检验评价之后通过平台完成付款，最后通过平台，按照一周两次的频率，按时足额向兼职账户发放薪酬。用户可对账户余额进行提现等操作，若薪酬数额与应付款数额有出入，请及时与微特众包平台客服反映，平台将会及时与商家沟通，核实具体情况而后进行及时处理。<br />
                    8.违规和举报<br />
                    用户发现微特众包上的任何不符合法律规定、不符合本协议规定的内容，有权利和义务通过平台客服举报和申诉。当用户确认自己的个人信息被盗用，或者用户的版权或者其他权利被侵害，请将此情况报告给微特平台客服。<br />
                    并提供相关信息，便于客服介入处理。<br />
                    微特众包会在核实后，根据相应法规予以配合处理。微特众包保留在用户提供的证据不尽充分详实或是难以与用户取得联系进一步核实时暂停处理侵权通知的权利。<br />
                    9.隐私权<br />
                    为了方便用户使用平台服务，微特众包可能会向第三方合作向用户提供相关的网络服务，在第三方同意保护用户隐私的情况下，微特众包有权将用户的注册资料等提供给该第三方。另外，在不透露单个用户隐私资料的前提下，微特众包有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
                <br />
                    微特众包可能调用您设备的位置、机型、运动数据等信息，当您使用微特众包服务时，系统会使您的使用变得更加便捷和高效。
                <br />
                    微特众包可能提供推广内容，在不影响用户正常使用的情况下，请您支持理解。<br />
                    微特众包将在平台或官网公布隐私权政策的修订情况，请您及时理解，对存在异议的地方可联系客服得到回复。  
                <br />
                    10.法律适用及其他
                <br />
                    本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例或行业惯例。
                <br />
                    微特众包有权在必要时修改本协议，以修改后最新的协议为准。本协议条款变更内容将在官网或平台公示，如您继续使用微特众包，即视为您已接受修改后的协议。如您不接受修改后的协议，应当停止使用微特众包。
                <br />
                    因本协议产生之争议，应依照中华人民共和国法律予以处理。
                <br />
                    如您实施了违反协议的行为，微特众包将保留依法追究法律责任的权利。
                <br />
                    10.争议事项处理<br />
                    本协议的内容和条款均受中华人民共和国法律管辖。与微特众包内容、服务相关的争议、微特众包用户间的争议、网站与用户间的争议等全部相关争议均不可撤销地受微特众包所有权和运营权所有者上海和程信息技术有限公司实际经营地所在地人民法院的管辖。
                </p>
                <p style="text-align: right;">本协议最终解释权由微特众包™所有。</p>
            </div>
        </div>
    </div>
</body>
</html>
